Repository: kostadinSpiridonov/KAssetsManagment
Catalog: KAssetsManagment/KAssets.Resources/Translation/AssetsTr/AssetTr.*.resx
Languages: bg

# AddNewAsset
source: Add a new asset
bg: Добавяне на нов актив

source: Asset details
bg: Детайли актив

# AssetInfoWasUpdated
source: The asset information was updated.
bg: Информацията за актива бе актуализирана.

source: Asset is not active.
bg: Статуса на актива не е "Активен".

source: Assets
bg: Активи

# AssetWasAcquired
source: The asset was acquired.
bg: Активът бе придобит.

# AssetWasPartOfOrder
source: The asset was part of asset order ! The location, site or user can be changed !"
bg: Активът беше част от поръчка на актив. Локацията, сайта или потребителя може да са променени.

# AssetWasRelocated
source: The asset was relocated.
bg: Активът беше преместен.

# AssetWasRenovated
source: The asset was renovated.
bg: Активът беше ремонтиран.

# AssetWasScrapped
source: The asset was scrapped.
bg: Активът беше бракуван.

source: Brand
bg: Марка

# BrandIsRequired
source: The field "Brand" is required.
bg: Полето "Марка" е задължително.

source: Choose location
bg: Избери локация

source: Choose site
bg: Избери сайт

source: Choose user
bg: Избери потребител

# CurrencyIsRequired
source: The field "Currecy"is required.
bg: Полето "Валута" е задължително.

source: Date of manufacture
bg: Дата на производство

# ExistAssetWithIN
source: There is a asset with the same Inventory number.
bg: Вече съществува актив с този Инвентарен номер.

source: Guarantee
bg: Гаранция

# GuaranteeRangeError
source: The value entered must be positive number.
bg: Въведената стойност трябва да е положително число.

source: Inventory number
bg: Инвентарен номер

# InventoryNumberIsRequired
source: The field "Inventory number"is required.
bg: Полето "Инвентарен номер" е задължително.

source: Location code
bg: Код локация

source: Model
bg: Модел

# ModelIsRequired
source: The field "Model"is required.
bg: Полето "Модел" е задължително.

source: No sites
bg: Няма налични сайтове.

source: Price
bg: Цена

# PriceIsRequired
source: The field "Price" is required.
bg: Полето "Цена" е задължително.

# PriceRangeError
source: The value entered must be positive number.
bg: Въведената стойност трябва да е положително число.

source: Producer
bg: Производител

# ProducerIsRequired
source: The field "Producer"is required.
bg: Полето "Производител" е задължително.

# SiteIsRequired
source: The field "Site"is required.
bg: Полето "Сайт" е задължително.

source: Site name
bg: Име на сайта

source: Type
bg: Вид

# TypeIsRequired
source: The field "Type"is required.
bg: Полето "Вид" е задължително.

source: User id
bg: Ид потребител
