Repository: kostadinSpiridonov/KAssetsManagment
Catalog: KAssetsManagment/KAssets.Resources/Translation/OrdersTr/AssetOrderTr/AssetOrderTr.*.resx
Languages: bg

source: Approved assets
bg: Одобрени активи

# ApprovedRequest
source: Approved request (Asset order)
bg: Одобрена заявки (Поръча на актив)

# ApprovedRequests
source: Approved requests (Asset order)
bg: Одобрени заявки (Поръча на актив)

# AssetsAreNotGave
source: The assets are not gave!
bg: Актвите не са предадени !

source: Choose assets
bg: Избери активи

source: Date of send
bg: Дата на изпращане

# DeclineRequest
source: Decline a request for asset
bg: Откажи заявка за актив

# FinishedRequest
source: Finished request (Asset order)
bg: Завършени заявки (Поръчка на актив)

# GaveAssest
source: Gave assets
bg: Предадени активи

source: Give assets
bg: Предай активите

source: Inventory
bg: Инвентарен

source: Is approved?
bg: Одобрена ли е?

# MessageIsRequired
source: The field "Message" is required.
bg: Полето "Съобщение" е задължително.

source: No approved requests !
bg: Няма одобрени заявки !

source: No history !
bg: Няма история !

source: No requests for approving !
bg: Няма заявки за одобрение !

source: No requests for finishing !
bg: Няма заявки за завършване !

source: Please select assets
bg: Моля изберете активи

source: Request
bg: Заяква

# RequestForApproving
source: Request for approving (Asset order)
bg: Заяква за одобрение (Поръча на актив)

# RequestForFinishing
source: Request for finishing (Asset order)
bg: Заявка за завършване (Поръчка на актив)

# RequestIsNotApproved
source: The request is not approved !
bg: Заявката не е одобрена !

# RequestsForApproving
source: Requests for approving (Asset order)
bg: Заякви за одобрение (Поръча на актив)

# RequestsForFinishing
source: Requests for finishing (Asset order)
bg: Заякви за завършване (Поръча на актив)

# SendReqForAsset
source: Send request for an asset
bg: Изпрати заявка за актив

# SendRequest
source: Send a request
bg: Изпрати заявка

# SuccSending
source: You successfully sent the request !
bg: Вие успешно изпратихте заявката !

source: Want assets
bg: Поискани активи
