Repository: kostadinSpiridonov/KAssetsManagment
Catalog: KAssetsManagment/KAssets.Resources/Translation/InvoiceTr/InvoiceTr.*.resx
Languages: bg

source: Acountable person
bg: Материално отговорно лице

# Approved
source: Is approved?
bg: Одобрена ли е?

source: Bill to
bg: Платена на

source: Bulstat
bg: Булстат

source: Choose items
bg: Избери артикули

source: Choose order
bg: Избери поръчка

source: Choose provider
bg: Избери доставчик

source: Compiled user
bg: Съставил

source: Create invoice
bg: Създаване на фактура

# DateOfApproving
source: Approving date
bg: Дата на одобряване

# DateOfCreation
source: Date of issue
bg: Дата на издаване

source: Date of issue
bg: Дата на издаване

# DateOfPayment
source: Payment date
bg: Дата на плащане

source: Date of send
bg: Дата на изпращане

source: Dates
bg: Дати

source: Decline invoice
bg: Отказване на фактура

# Finished
source: Is finished?
bg: Завършена ли е?

source: From
bg: От

source: History invoice
bg: История на фактура

source: Invoice for approving
bg: Фактура за одобрение

source: Invoice for paying
bg: Фактура за плащане

source: Invoice number
bg: Номер на фактура

# InvoiceNumberIsrequired
source: The field "Invoice number"is required.
bg: Полето "Инвентарен номер" е задължително.

source: Invoices for approving
bg: Фактури за одобрение

source: Invoices for paid
bg: Фактури за плащане

# MustMember
source: You must be a member of some site !
bg: Вие трябва да бъдете член към някой сайт !

# MustSelectItems
source: You must select items !
bg: Трябва да изберете артикули.

# NoInvoicesForApproving
source: No ivoices for approving !
bg: Няма фактури за одобрение !

source: No invoices for paid !
bg: Няма фактури за плащане !

source: Not approved
bg: Не е одобрена

source: Not payed
bg: Не е платена

# OrOrAnd
source: Search type
bg: Вид на търсене

# Paid
source: Is paid?
bg: Платена ли е?

source: Pay
bg: Плати

# PaymentPeriod
source: Last date for payment
bg: Срок за плащане

# PaymentPeriodIsRequired
source: The field "Payment period"is required.
bg: Полето "Срок за плащане" е задължително.

source: Please select items
bg: Моля изберете артикули

# PleaseSelectPO
source: Please select provider order
bg: Моля изберете поръчка от доставчик

# PleaseSelectPovider
source: Please select provider
bg: Моля изберете доставчик

source: Provider
bg: Доставчик

# ProviderIsRequired
source: The field "Provider" is required.
bg: Полето "Доставчик" е задължително.

source: Provider order
bg: Поръчка от доставчик

# RecipientMOLIsRequired
source: The field "Acountable person" is required.
bg: Полето "Материално отговорно лице" е задължително.

source: Remit to
bg: Издадена на

# SameInventoryNumber
source: There is a invoice with the same inventory number !
bg: Вече съществува фактура със този инвентарен номер !

# SameNum
source: There is a invoice with the same number !
bg: Вече съществува фактура със този номер !

source: Sent email
bg: Изпратен имейл
