Repository: kostadinSpiridonov/KAssetsManagment
Catalog: KAssetsManagment/KAssets.Resources/Translation/EventsTr/EventsTr.*.resx
Languages: bg

# e10
source: You have new accident to answer !
bg: Имате нов инцидент за отговор !

# e11
source: You have new answer from accident !
bg: Имате нов отговор от инцидент!

# e12
source: The items of request with number
bg: Артикулите от заявката с номер

# e121
source: was received
bg: бяха получени

# e13
source: There is a new asset request for approving !
bg: Има нова заявка за актив, която чака одобрение!

# e14
source: Your request for assets with inventory numbers
bg: Вашата заявка за активи с инвентарни номера

# e141
source: was not approved.
bg: не беше одобрена.

# e15
source: There is a new approved request for asset !
bg: Има нова одобрена заявка за актив !

# e16
source: Your request for assets with inventory numbers
bg: Вашата заявка за активи с инвентарни номера

# e161
source: was approved. But the assets cannot be gave !
bg: беше одобрена, но активите не могат да бъдате издадени!

# e17
source: You have a request for finishing!
bg: Имате заявка за завършване !

# e18
source: You have a new invoice for approving !
bg: Имате нова фактура за одобрение !

# e19
source: You have a new invice for paying !
bg: Имате нова фактура за плащане !

# e20
source: Your invoice was not approved !
bg: Вашата фактура не беше одобрена !

# e21
source: Your invoice was payed !
bg: Вашата фактура беше платена !

# e22
source: There is a new request for items !
bg: Имате нова заявка за артикули !

# e23
source: Your request for
bg: Вашата заявка за

# e231
source: was not approved.
bg: не беше одобрена.

# e24
source: There is new approved request for items !
bg: Има нова одобрена заявка за артикули !

# e25
source: Your request for
bg: Вашата заявка за

# e251
source: was approved. But the items cannot be gave !
bg: беше одобрена, но артикулите не могат да бъдат издадени !

# e26
source: There are new request to provider for approving!
bg: Има нова заявка към доставчик за одобрение !

# e27
source: Your request to provider was not approved.
bg: Вашата заявка към доставчик не беше одобрена !

# e28
source: Your request to provider was approved.
bg: Вашата заявка към доставчик беше одобрена !

# e29
source: You have a new requst for relocation for approving !
bg: Има нова заявка за преместване, която чака да се одобри !

# e30
source: Your request for relocate the asset with inventory number
bg: Вашата заявка за преместване на актив с инвентарен номер

# e301
source: was approved.
bg: беше одобрена.

# e31
source: Your request for relocate the asset with inventory number
bg: Вашата заявка за преместване на актив с инвентарен номер

# e311
source: was not approved.
bg: не беше одобрена.

# e32
source: You have a new asset with inventory number
bg: Имате нов актив с инвентарен номер

# e321
source: for receiving.
bg: за приемане.

# e33
source: Аsset with inventory number
bg: Актив с инвентарен номер

# e331
source: was relocated.
bg: беше преместен.

# e34
source: There are new request for renovation !
bg: Има нова заявка за ремон !

# e35
source: Your request for renovation the asset with inventory number
bg: Вашата заявка за ремонт на актив с инвентарен номер

# e351
source: was not approved.
bg: не беше одобрена

# e36
source: The request for renovation was removed by user !
bg: Заявката за преместване беше премахната от потребителя !

# e37
source: There is new asset for renovating !
bg: Има нов актив за ремонт !

# e38
source: Your asset with inventory number
bg: Вашият актив с инвентарен номер

# e381
source: was renovated and now it is active !
bg: беше ремонтиран и сега е активен !

# e39
source: Asset with inventory number
bg: Актив с инвентарен номер

# e391
source: was not renovated and now is active.
bg: не беше ремонтиран и сега е активен!

# e40
source: There is a new sccraping request for approving !
bg: Има нова заявка за бракуване, която чака да се одобри!

# e41
source: Your request for scrap asset with inventory number
bg: Вашата заявка за бракуване на актив с инвентарен номер

# e411
source: was approved.
bg: беше одобрена.

# e42
source: Аsset with inventory number
bg: Актив с инвентарен номер

# e421
source: was scrapped.
bg: беше бракуван.

# e43
source: Your request for scrapping asset with inventory number
bg: Вашата заявка за бракуване на актив с инвентарен номер

# e431
source: was not approved.
bg: не беше одобрена.
