Repository: kostadinSpiridonov/KAssetsManagment
Catalog: KAssetsManagment/KAssets.Resources/Translation/OrdersTr/ProviderOrder/ProviderOrderTr.*.resx
Languages: bg

# AddedOffers
source: You are added offers for this request !
bg: Виеш сте добавили оферти за тази поръчка !

source: Add form for item
bg: Добави форма за артикул

source: Add items
bg: Добави артикули

source: Add offers
bg: Добави оферта

source: Approved offers
bg: Одобрени оферти

# ApprovedRequests
source: Approved reqeusts (Provider order)
bg: Одобрени заявки (Поръчка от доставчик)

source: Body
bg: Тяло

# ContentIsRequired
source: The field "Content" is required!
bg: Полето "Съдържание" е задължително.

source: Date of send
bg: Дата на изпращане

# DeclineRequestToProvider
source: Decline a request to provider
bg: Отказване на заявка към доставчик

# EixstReq
source: There is no a request with the same id !
bg: Няма поръчка с това ид !

source: From
bg: От

source: Give items
bg: Предаdeni артикулите

source: Items
bg: Артикули

source: Offers
bg: Оферти

# OrderFinished
source: The order is finished !
bg: Поръчката е завършена !

source: Order id
bg: Ид поръчка

# OrderIdIsRequired
source: The field "Order id" is required !
bg: Полето "Ид поръчка" е задължително.

source: Please select items !
bg: Моля, изберете артикули !

source: Provider answer
bg: Отговор от доставчик

source: Provider answers
bg: Отговори от доставичка

source: Provider email
bg: Имейл на доставчика

# ProviderIsRequired
source: The field "Provider"is required !
bg: Полето "Доставчик" е задължително.

source: Remove form for i tem
bg: Премахни форма за артикул

# RequestsForApproving
source: Requests for approving (Provider order)
bg: Заявки за одобрение (Поръчка от доставчик)

source: SelectItems
bg: Избери артикули

source: Select organisation
bg: Изберете организация

source: Send request to provider
bg: Изпрати заявка към доставчик

source: Sent email
bg: Изпратен имейл

# SentRequests
source: Sent requests (Provider order)
bg: Изпратени заявки (Поръчка доставчик)

# SoonReceive
source: You will soon receive delivery
bg: Скоро ще ви се достави поръчката

source: Subject
bg: Предмет

# SubjectIsRequired
source: The field "Subject"is required!
bg: Полето "Предмет" е задължително.

# SuccessSending
source: You have successfully sent a request to provider.
bg: Вие успешно изпратихте заявка до доставчика !

source: To
bg: Към

# ViewApprovedRequest
source: View approved request (Provider order)
bg: Одобрена заявка (Поръчка доставчик)

# ViewHistoryRequest
source: View history request (Provider order)
bg: Заявка история (Поръчка доставчик)

# ViewRequestForApproving
source: View request for approving (Provider order)
bg: Заявка за одобрение (Поръчка доставичк)

source: Want items
bg: Поискани артикули
