Repository: kostadinSpiridonov/KAssetsManagment
Catalog: KAssetsManagment/KAssets.Resources/Translation/OrdersTr/ItemOrderTr/ItemOrderTr.*.resx
Languages: bg

source: Approved items
bg: Одобрени артикули

# ApprovedRequestIO
source: Approved request (Item order)
bg: Одобрена заявка (Поръчка артикул)

source: Are items for location?
bg: Артикулите за локация ли са?

source: Are items for user?
bg: Артикулите за потребител ли са?

source: Are items gave?
bg: Артикулите предадени ли са?

source: Base details
bg: Основни детайли

source: Choose items
bg: Избери артикули

source: Choose location
bg: Избери локация

source: Choose user
bg: Избери потребител

source: Create asset
bg: Създай актив

source: Create assets
bg: Създай активи

# DeclineRequest
source: Decline a request for items
bg: Откажи заявка за артикули

# FinishedRequestIO
source: Finished request (Item order)
bg: Завършени поръчки (Поръчка артикули)

source: For location
bg: За локация

source: For site
bg: За сайт

source: For user
bg: За потревител

source: Gave items
bg: Предадени артикули

source: Give items
bg: Предай артикулите

source: Item details
bg: Детайли артикул

# ItemsAreNotGave
source: The items are not gave!
bg: Артикулите не са предадени !

# ItemsAreRequired
source: The field "Items"is required !
bg: Полето "Артикули" е задължително.

source: Items for giving
bg: Артикули за предаване

source: Message
bg: Съобщение

source: Offers
bg: Оферти

# PermissableError
source: The field Count value is greater than permissible.
bg: Стойността на полето "Брой" невалидна.

source: Please select items
bg: Моля, изберете артикули

source: Request
bg: Заявка

# RequestForFinishingIO
source: Request for finishing (Item order)
bg: Заявки за завършване (Поръчка артикул)

source: Request for items
bg: Заявка за артикули

# RequestIsNotApproved
source: The request is not approved !
bg: Заявката не е одобрена!

# RequestsForApprovingIO
source: Requests for approving ( Item Order )
bg: Заявки за одобрение(Поръчка артикули)

# RequestsForFinishingIO
source: Requests for finishing (Item order)
bg: Заявки за завършване (Поръчка артикули)

# RequestSpecialMessage
source: You will receive other items later !
bg: Ще получите другите артикули по-късно !

source: Rotating item
bg: Ротейтиг артикул

# SeccessSending
source: You successfully sent the request !
bg: Вие успешно изпратихте заявка

source: Selected offers
bg: Избрани оферти

# SendOffers
source: Sent offers
bg: Изратени оферти

# TwoAssets
source: There are two assets with same inventory numbers !
bg: Два актива имат имат един и същ инвентарен номер !

source: Want items
bg: Поръчани артикули
