Repository: kostadinSpiridonov/KAssetsManagment
Catalog: KAssetsManagment/KAssets.Resources/Translation/AdminArea/Rights.*.resx
Languages: bg

# n1
source: Super admin. The user has full access
bg: Супер потребител. Потребителят има пълен достъп.

# n10
source: The user can approve request for scrapping an asset..
bg: Потребителят може да одобрява заявка за бракуване на актив

# n11
source: The user can send request for relocation.
bg: Потребителят може да изпраща заявка за преместване на актив

# n12
source: The user can approve request for relocation.
bg: Потребителят може да одобрява заявка за преместване на актив

# n13
source: The user can send request for renovation.
bg: Потребителят може да изпраща заявка за ремонтиране на актив

# n14
source: The user can approve request for renovation.
bg: Потребителят може да одобрява заявка за ремонтиране на актив

# n15
source: The user can renovate assets.
bg: Потребителят може да ремонтира актив

# n16
source: The user can add, edit and delete providers.
bg: Потребителят може да добавя, премахва и редактира доставчици

# n17
source: The user can create order for asset.
bg: Потребителят може да създава поръчка за актив

# n18
source: The user can approve orders for asset.
bg: Потребителят може да одобрява поръчка за актив

# n19
source: The user can give items for asset order.
bg: Потребителят може да предава артикули за поръчка

# n2
source: The user can add, remove and edit organisations.
bg: Потребителят може да добавя, изтрива и редактира организации

# n20
source: The user can send request to provider for items.
bg: Потребителят може да изпраща заявка за артикул към доставчик

# n21
source: The user can Approve request to provider for items.
bg: Потребителят може да одобрява заявки за артикул към доставчик

# n22
source: The user can add ad edit currency.
bg: Потребителят може да добавя и променя валути

# n23
source: The user can add and change exchange rates.
bg: Потребителят може да добавя и променя валутни курсове

# n24
source: The user can create invoices.
bg: Потребителят може да създава фактури

# n25
source: The user can approve invoices.
bg: Потребителят може да одобрява фактури

# n26
source: The user can pay invoices.
bg: Потребителят може да плаща фактури

# n27
source: The user can answer queries from other users on the system.
bg: Потребителят може да отговори на запитвания от други потребители в системата

# n28
source: The user can create report for assets by status.
bg: Потребителят може да направи справка за активи по статус

# n29
source: The user can create report for accidents by status.
bg: Потребителят може да направи справка за инциденти по дата

# n3
source: The user can add, remove and edit sites in organisation.
bg: Потребителят може да добавя, премахва и редактира сайтове в организация

# n30
source: The user can create report for invoice by creation, approving and payment date and other fields.
bg: Потребителят може да направи справка за фактури по да на създаване, дата на одобряване, дата на плащане и др.

# n31
source: The user can create report about all relocations for certain asset.
bg: Потребителят може да направи справка за всички премествания на определен актив

# n32
source: The user can create report about all renovated assets between two dates.
bg: Потребителят може да направи справка за всички ремонтирани активи между две дати

# n33
source: The user manages organisation, sites, users and security groups.
bg: Управление на потребители, сайтове, групи за сигурност и организации

# n4
source: The user can add, remove and edit items in application.
bg: Потребителят може да добавя, премахва и редактира артикули

# n5
source: The user can edit, add assets, send request for scrapping
bg: Потребителят може да добавя, редактира активи и да изпраща заявка за бракуване на актив

# n6
source: The user can add, remove and edit items in location.
bg: Потребителят може да добавя, премахва и редактира локации

# n7
source: The user can create a order for item.
bg: Потребителят може да създава поръчка за артикул

# n8
source: The user can approve orders for item.
bg: Потребителят може да одобрява поръчка за артикул

# n9
source: The user can give items for item order
bg: Потребителят може да предава артикулите за поръчка. (Поръчка артикул)

# r1
source: Admin right
bg: Права на админ

# r10
source: Approve request for scrapping
bg: Одобряване на заявка за бракуване

# r11
source: Send request for relocation
bg: Изпращане на заявка за преместване

# r12
source: Approve request for relocation
bg: Одобряване на заявка за преместване

# r13
source: Send request for renovation
bg: Изпращане на заявка за ремонт

# r14
source: Approve request for renovation
bg: Одобряване на заявка за ремонт

# r15
source: Renovate assets
bg: Ремонт на активи

# r16
source: Manage providers
bg: Управление на доставчици

# r17
source: Create order for asset
bg: Създаване на поръчка за актив

# r18
source: Approve orders for asset
bg: Одобряване на поръчка за актив

# r19
source: Give assets for asset orders
bg: Предаване на актив за поръчка (поръчка актив)

# r2
source: Manage organisation
bg: Управление на организации

# r20
source: Send request to provider
bg: Изпращане на заявка към доставчик

# r21
source: Approve request to provider
bg: Одобряване на заявка към доставчик

# r22
source: Manage currency
bg: Управление на валути

# r23
source: Manage exchange rates
bg: Управление на курсове

# r24
source: Create invoice
bg: Създаване на фактури

# r25
source: Approve invoice
bg: Одобряване на фактури

# r26
source: Pay invoice
bg: Плащане на фактури

# r27
source: Responding to incidents
bg: Отговаряне на инциденти

# r28
source: Report for assets by status
bg: Справка за активи по статус

# r29
source: Report for accidents by date
bg: Справка за инциденти по дата

# r3
source: Manage site
bg: Управление на сайтове

# r30
source: Report for invoices by date
bg: Справка за фактури по дата

# r31
source: Report for asset relocations
bg: Справка за премествания на актив

# r32
source: Report for renovated assets
bg: Справка за ремонтирани активи

# r33
source: Low admin
bg: Нисък админ

# r4
source: Manage items
bg: Управление на артикули

# r5
source: Manage assets
bg: Управление на активи

# r6
source: Manage locations
bg: Управление на локации

# r7
source: Create order for item
bg: Създаване на поръчка за артикул

# r8
source: Approve order for item
bg: Одобряване на поръчка за артикул

# r9
source: Give items for item order
bg: Предаване на артикулите за поръчка (поръчка артикул)
