Repository: kostadinSpiridonov/KAssetsManagment
Catalog: KAssetsManagment/KAssets.Resources/Translation/RelocationTr/RelocationTr.*.resx
Languages: bg

# ApproveRequestForRelocation
source: Aprove request for relocation of asset
bg: Одобрена заявка за преместване на актив

# AssetIsRequired
source: The field "Asset"is required.
bg: Полето "Актив" е задължително.

source: Choose asset
bg: Избери актив

source: Choose location
bg: Избери локация

source: Choose site
bg: Избери сайт

source: Choose user
bg: Избери потребител

# CreateRelocationReq
source: Create relocation request
bg: Създаване на заявка за премествае

# DeclineRequestForRelocation
source: Decline a request for relocation
bg: Отказване на заявка за преместване

source: From
bg: От

source: From location
bg: От локация

source: From site
bg: От сайт

source: From user
bg: От потребител

source: History requests for relocation
bg: История на заявките за преместване

source: No requests !
bg: Няма заявки !

source: Receive asset
bg: Приеми актива

source: Relocation request
bg: Преместване на актив

# RequestForGivingAssetWithUser
source: Request for issue asset with user
bg: Заяква за издаване на актив с потребител

source: Request for issue of asset
bg: Заяква за издаване на актив

source: Request for receiving asset without user
bg: Заявка за получаване на актив без потребител

# RequestForReceivingAssetWithUser
source: Request for receving asset with user
bg: Заяква за приемане на актив с потребител

source: Requests for issue without user
bg: Заявки за издаване на актив без потребител

source: Requests for issue with user
bg: Заявки за издаване на актив с потребител

source: Requests for receiving without user
bg: Заявки за приемане на актив без потребител

source: Requests for receiving with user
bg: Заявки за приемане на актив с потребител

# SuccessSending
source: You have successfully sent a request for relocation of an asset.
bg: Вие успешно изпратихте заявка за преместване на актив.

# ThereIsRequest
source: There is request for relocation of this asset.
bg: Същестува заявка за преместване на този актив.

source: To location
bg: Към локация

source: To site
bg: Към сайт

# ToSiteIsRequired
source: The field "To site" is required.
bg: Полето "Към сайт" е задължително.

source: To user
bg: Към потребител
